Repository: ZeitOnline/zon-get-frame-from-api
Catalog: languages/zgffa-*.po
Languages: de_de

source: Framebuilder API
de_de: Rahmen API

source: Cachingtime in seconds
de_de: Speicherzeit in Sekunden

source: Use SSL/TLS frame
de_de: Benutze https-Rahmen

source: Documentation
de_de: Dokumentation

source: Time in seconds to after the frame fragments are revalidated from the framebuilder api. Should be normally one day (86.400 seconds)
de_de: Zeit in Sekunden, nach der die Rahmenfragmente vom Server aktualisiert werden. Sollte normalerweise einmal täglich geschehen (86.400 Sekunden).

source: SSL/TLS Frame active
de_de: Benutze https-Rahmen

source: ZEIT ONLINE Frame Pulling API
de_de: ZEIT ONLINE Rahmen API

source: ZON Frame API
de_de: ZON Rahmen API

source: Options saved, please reload frame.
de_de: Einstellungen gespeichert, bitte Rahmen neu laden.

source: Cache deleted.
de_de: Zwischenspeicher gelöscht.

source: Deleting of cache failed.
de_de: Löschen des Zwischenspeichers fehlgeschlagen.

source: Updated frame saved.
de_de: Aktualisierter Rahmen gespeichert.

source: Could not save frame.
de_de: Konnte Rahmen nicht abspreichern.

source: Delete cache and reload frame from API
de_de: Rahmen löschen und neu vom Server laden
